[
  {
    "fact": "Rubber bands will last much longer when they are refrigerated. ",
    "desc": "When a rubber band is placed in the fridge, it causes the polymers to relax. This keeps the band from breaking down as fast as it normally does. "
  },
  {
    "fact": "There are 293 ways to make change for a dollar. ",
    "desc": "This includes change in dimes, quarters, and combinations of the two. Can you figure out all 293 combinations?"
  },
  {
    "fact": "The Grand Theft Auto franchise has lawsuits that total over $1 billion.",
    "desc": "There are a lot of controversies that surround the game due to the nature of its gameplay. Rockstar North has faced many legal claims of copyright and influencing young players to commit sexual and illegal acts. "
  },
  {
    "fact": "All clocks in Pulp Fiction are set to 4:20.",
    "desc": "Some people state that there are two scenes where the clocks are not set to this. Watch the movie to figure out which scenes they were."
  },
  {
    "fact": "The eye of an ostrich is bigger than its brain.",
    "desc": "Its eyes are around the size of a billiard ball. One eye is also smaller than the other. Perhaps this is why they tend to run in circles."
  },
  {
    "fact": "A dime has 118 ridges on its edge.",
    "desc": "The ridges allow the coin to determine if it is real or fake. This was implemented on all coins before the 18th century. The ridges also make it harder to make counterfeit coins."
  },
  {
    "fact": "On average, a secretary will use its left hand for 56% of what they type on a keyboard.",
    "desc": "This is because most of the most common letters in the English language are on the left side of the keyboard. The right side of the keyboard only contains i and n as the most common letters. "
  },
  {
    "fact": "The largest pair of eyes in the world belongs to the giant squid. ",
    "desc": "Its eyes are the size of soccer balls and are at least 25 centimeters across. The largest fish eye is only around 9 centimeters wide which belongs to the swordfish. "
  },
  {
    "fact": "The Pokemon Rhydon was the first to ever be created. ",
    "desc": "According to the lead video game designer, Ken Sugimori, Rhydon was the first-ever Pokemon to be created by the team. No, it was not Bulbasaur."
  },
  {
    "fact": "Super Mario Land was the most popular game on the Game Boy during its release. ",
    "desc": "It is also the first platform where the Mario games had released. To this day, Super Mario Land continues to be one of the highest-ranked games loved by retro gamers."
  },
  {
    "fact": "The dot over the small letter 'i' is called a tittle. ",
    "desc": "This dot is an integral part of the lowercase i and j. These dots also appear over the letters in various languages."
  },
  {
    "fact": "Japan has 23 vending machines per person.",
    "desc": "This ratio is the same per capita. Japan has the highest amount of vending machines in the world. "
  },
  {
    "fact": "Soccer balls were once used for playing basketball. ",
    "desc": "The first basketballs were not produced until 1894. This means that for three years upon the invention of the game, people were using non-regulated balls."
  },
  {
    "fact": "A candle’s flame is hot and blue in zero gravity.",
    "desc": "Diffusion feeds the flame with oxygen. This then allows carbon dioxide to move away from the point of combustion."
  },
  {
    "fact": "Putting sugar on a cut will make it heal faster. ",
    "desc": "Pour some sugar on top of the wound and wrap it with a bandage. The granules of the sugar crystals will absorb any moisture that bacteria thrive on. "
  },
  {
    "fact": "X-rays can’t detect real diamonds.",
    "desc": "The reason for this is because the x-ray cannot penetrate or identify the materials in the diamond. "
  },
  {
    "fact": "There are 7 different types of twins.",
    "desc": "Apart from the well known identical and fraternal types of twins, there are 5 more. These include half-identical, mirror image, mixed, chromosome, and superfecundation, and superfetation."
  },
  {
    "fact": "The national flag of Libya was formerly just the color green.",
    "desc": "Through the years of 1977 to 2011, its national was a single color. There were no other designs added to the flag. "
  },
  {
    "fact": "The plastic tips of shoelaces are called aglets.",
    "desc": "These tips can also be made of metal. Its purpose is to help make the lace easier to hold when running through the holes of the shoes."
  },
  {
    "fact": "Sign language has tongue twisters. ",
    "desc": "They are called finger fumblers. Many who have practiced sign language over the years still fumble over certain sequences in ASL."
  },
  {
    "fact": "Penguins fly underwater.",
    "desc": "Rather, they swim so well underwater that it seems as if they are flying. Penguins can swim up to speeds of 25 mph. "
  },
  {
    "fact": "Minnie the Mouse’s first name is not Minnie.",
    "desc": "It is Minerva. Minnie Mouse is a nickname that was given to the character by Ub Iwerks and Walt Disney. Minnie’s actual name is rarely used. "
  },
  {
    "fact": "Rudolph the Reindeer is female. ",
    "desc": "This can be observed through their antlers. Female deer shed their antlers in the spring and grow them back into full size by winter. The male reindeer stops its growth during the winter. "
  },
  {
    "fact": "A jiffy is a proper unit of time. ",
    "desc": "It is exactly 1/100th of a second. This is slower than a Planck which is sextillion times faster."
  },
  {
    "fact": "April 11, 1954, was recorded as the most boring day in the world. ",
    "desc": "Statistics show that no significant occurrences took place in the world. This was calculated by a computer search program. This program could calculate the number of important events that occur all over the world simultaneously."
  },
  {
    "fact": "Tiramisu translates to ‘take me to heaven’ in Italian.",
    "desc": "This implies that this dish is so good that it would take you to heaven. This Italian dessert is well-loved all over the world and has several alternative twists you can create. "
  },
  {
    "fact": "Buttermilk does not contain any butter.",
    "desc": "The butter in its name refers to the origins of the drink. Now that’s a confusing random fact you probably didn’t know.  "
  },
  {
    "fact": "Brunch was invented as a way of curing hangovers. ",
    "desc": "This meal would be enjoyed as a late breakfast that leans more towards fatty foods. This came from the belief that alcohol causes cravings for greasy food to increase. "
  },
  {
    "fact": "Hitler’s nephew betrayed him.",
    "desc": "William Hitler attempted to blackmail his uncle with threats regarding his paternal grandfather was a Jewish merchant. After this failed, he fled Germany and wrote an article for Look magazine titled ‘Why I Hate My Uncle’. It was after this that William joined the US navy."
  },
  {
    "fact": "The continental plates move at the same rate that fingernails grow. ",
    "desc": "Research suggests that in some time in the far future, a supercontinent may form. The continents are continuously moving a few centimeters a year."
  },
  {
    "fact": "Sailors working for the Royal Navy need special permission to grow their beards. ",
    "desc": "Once this is approved, they are given two weeks to grow a full set before presenting himself to a Master at Arms. This person then decides if the beard looks presentable enough to keep. "
  },
  {
    "fact": "There are fewer stars than there are trees on Earth.",
    "desc": "According to statistics, there are around 3 trillion trees on the planet and only about 400  billion stars in the Milky Way. "
  },
  {
    "fact": "Mary and James are the most popular names around the world.",
    "desc": "Between the years of 1917 to 2016, over 5 million baby boys were named James. On the other hand, over 3.5 million baby girls were named Mary. "
  },
  {
    "fact": "Children are born less frequently on Saturdays. ",
    "desc": "Among all the days in the week, most children in the world are born on a Thursday. Babies born on weekends in December is also the least common."
  },
  {
    "fact": "Danish mothers are known to be the most hardworking moms in the world.",
    "desc": "According to statistics, 82% of mothers in Denmark are employed. Meanwhile, neighboring countries like Sweden and the Netherlands only rate at 50% working mothers."
  },
  {
    "fact": "75 burgers are sold in McDonald’s every second. ",
    "desc": "You can view how many burgers have been sold in real-time on the McDonald’s website. You can also track the number of other products that have also been sold from all over the world. "
  },
  {
    "fact": "1,700 people become millionaires every day in the U.S.",
    "desc": "The United States has over 8 million families who have a yearly income of over $1 million. "
  },
  {
    "fact": " You can’t hum while holding your nose.",
    "desc": "I bet you just tried it, didn’t you?"
  },
  {
    "fact": "You are more likely to have a weird or scary dream when sleeping on your stomach.",
    "desc": "This is because different sleeping positions give different pressure on your body. Sleeping on your stomach restricts other movements compared to sleeping on your side or back."
  },
  {
    "fact": "Your eyeballs do not grow or change their size as you age. ",
    "desc": "Generally, only the vertical measure changes, but only by a small amount. By the time we reach 20–21 years old, our eyes will be at their permanent state."
  },
  {
    "fact": "Blue-eyed people have higher alcohol tolerance.",
    "desc": "Research in 2000 found that those with lighter eye colors are less likely to abuse alcohol. Thus lesser consumption and developing a higher tolerance. "
  },
  {
    "fact": "Pubic hair lives for about 3 weeks long.",
    "desc": "Pubic hair also indicates if the human body is ready for reproduction. It also protects the genitals area during reproduction. "
  },
  {
    "fact": "Male bees can only mate once. ",
    "desc": "After mating with a female, the male bee’s endophallus is removed. Its abdomen also rips open and results in the male bee’s death. Now that’s what we call a bad date. "
  },
  {
    "fact": "Smelling green apples help with weight loss.",
    "desc": "A research stated that the smell can help curb your hunger. The neutral sweet scent that comes from green apples and bananas is enough to temporarily forget about hunger."
  },
  {
    "fact": "A snail has 2,500 teeth.",
    "desc": "These teeth can be found on their tongue that’s covered in ridges. Snails eat by rubbing their tongue on its food while the ridges cut it into tiny pieces. "
  },
  {
    "fact": "You can die from staying up for two weeks straight.",
    "desc": "Sleep deprivation can cause your mental and motor responses to become unstable. Thus causing a higher risk to your safety. "
  },
  {
    "fact": "Pigeons can't fart. ",
    "desc": "Farts are caused by a noticeable number of eruptions from intestinal gas. However, for a bird, their intestine is short which causes them to get rid of waste more frequently. "
  },
  {
    "fact": "Space partly smells like diesel fuel and barbeque. ",
    "desc": "This is mainly due to the amount of dying stars in our galaxy. The combustion releases a compound called polycyclic aromatic hydrocarbons. "
  },
  {
    "fact": "One strand of hair can hold up to 3 ounces of weight. ",
    "desc": "The average person’s head contains about 100,000 strands of hair. If you do the math, your hair can support up to 12 tons worth of weight."
  },
  {
    "fact": "Watching horror movies before viewing abstract art will enhance the experience.",
    "desc": "This comes from a recent study that proved our reaction towards abstract images improve when frightened. This is especially so for those who are not big fans of the movie genre."
  },
  {
    "fact": "Children’s book author, Roald Dahl was a spy. ",
    "desc": "To be more precise, he was an agent for the British Security Coordination. He was tasked to gather intel during the second world war. "
  },
  {
    "fact": "NASCAR drivers lose weight while racing. ",
    "desc": "Because of the high temperatures during a race, the average driver can lose up to 10 pounds worth of weight by sweating. A racecar regularly reaches temperatures of 170 degrees despite the built-in ventilation. "
  },
  {
    "fact": "Indians read the most in the world.",
    "desc": "On average, they spend 10 hours more of their time during the week just reading. In the age of digital media, this country still prefers an old fashioned book rather than their phones."
  },
  {
    "fact": "Cap'n Crunch was once sued for not using real berries.",
    "desc": "An American woman by the name of Jeanine Sugawara was shocked to find out the cereal was falsely advertising its contents. However, the complaint was quickly dismissed when the judge stated that there is no such thing as Crunch Berry."
  },
  {
    "fact": "Cap'n Crunch's full name is Horatio Magellan Crunch.",
    "desc": "He was named after the famous explorer Ferdinand Magellan. His ship is also called the S.S. Guppy."
  },
  {
    "fact": "The most widely printed book in the world is the catalog for IKEA. ",
    "desc": "IKEA has over 200 million copies of its catalog circulated annually. This surpasses the amount of printing the Christian bible has. "
  },
  {
    "fact": "Crocodiles are one of the planet’s oldest living creatures. ",
    "desc": "These animals have survived for over 200 million years. This may be due to their superb ability to be able to go for long periods without eating. "
  },
  {
    "fact": "The Aurora Borealis has a sister phenomenon. ",
    "desc": "This can be viewed in the southern hemisphere. It is also called the Aurora Australis and the light show it executes is as beautiful. "
  },
  {
    "fact": "The salty taste of bacon isn’t natural.",
    "desc": "The salty flavor that we all love comes from the curing and brining process. After the meat is prepared, it is flavored and preserved."
  },
  {
    "fact": "There was a fifth member of the Beatles. ",
    "desc": "Stuart Sutcliffe was a painter and bassist who was an original member before the band came into fame. He soon later died due to a brain hemorrhage. "
  },
  {
    "fact": "Apple once had a clothing line.",
    "desc": "They mainly consisted of graphic tees with cheesy designs on them. Ironically, they would’ve made a bigger hit today than in 1986."
  },
  {
    "fact": "3 Musketeer chocolate bars used to have 3 flavors. ",
    "desc": "These candy bars came in three breakable pieces and were originally made for sharing. Each candy bar contained a different flavor – strawberry, chocolate, and vanilla. "
  },
  {
    "fact": "You cannot crack your knuckles. ",
    "desc": "The sound it makes is due to the gasses that are released when you put pressure on them. When joints are stretched, the pockets of gas between the joints are released. "
  },
  {
    "fact": "The bones of the human body can multiply in density.",
    "desc": "This occurs in very extreme cases. People who have discovered to have this rare gene mutation have cases of walking away from car accidents and other impact injuries without fractures."
  },
  {
    "fact": "Your funny bone is a nerve. ",
    "desc": "This funny bone connects the shoulder to the elbow and also has the ulnar nerve running along it. This nerve is responsible for sensing feelings in the ring and pinky fingers."
  },
  {
    "fact": "A french pig was executed for killing a child. ",
    "desc": "A pig from the middle ages was tied to a crime involving a murder. The pig was said to have come in contact with a child’s face which caused complications due to the injuries. Ultimately, this led to the death of the 3-month old child. The pig was sent to jail and eventually publicly executed. "
  },
  {
    "fact": "Pineapples are named after pinecones. ",
    "desc": "This is mainly due to the similarity of its spiky outer skin. Pinecones are also the product of the pine tree. "
  },
  {
    "fact": "Scotland has over 400 words to refer to snow. ",
    "desc": "One of Scotland’s three official languages have a great extent of expressive phrases for snow. A few among these words include snaw (snow) and flindrinkin (light snow showers)."
  },
  {
    "fact": "There are more than 200 flavors of Kit Kat in Japan.",
    "desc": "You can find Japan exclusive flavored Kit Kats such as Adzuki (Red bean), Tamaruya Honten Wasabi (Japanese horseradish), Shinshu Apple and more. Don’t forget to bring these exotic flavors home to share with your loved ones on your next trip to Japan!"
  },
  {
    "fact": "New Zealand was once auctioned on eBay. ",
    "desc": "In 2006, an Australian man auctioned the country on the e-commerce platform with a starting bid of $0.01. The bidding prices were raised to $3,000 before officials of the website shut it down."
  },
  {
    "fact": "There is a city in Oregon called Boring. ",
    "desc": "It also has a sister city called Dull in Scotland. This town was named after its founder William H. Boring. "
  },
  {
    "fact": "Leeches were used to predict the weather.",
    "desc": "This was a common practice during the Victorian era. However, further research proved that this type of prediction method was not reliable. "
  },
  {
    "fact": "The ‘?!’ punctuation mark has a term.",
    "desc": "It is called an interrobang and was invented during the 1960s. This combination of punctuation made it easy for advertisements to express emotional questions. The interrobang originally looked like both marks were overlapped (‽)."
  },
  {
    "fact": "Only owning one guinea pig is illegal in Switzerland. ",
    "desc": "Guinea pigs are herd animals and therefore become severely depressed when alone. Switzerland considered only owning one illegal to practice social rights for animals."
  },
  {
    "fact": "A man in Florida once threw a live alligator through a drive-thru window.",
    "desc": "A 24-year-old man named Joshua James was being handed his order at a Wendy’s drive-thru before he randomly threw an alligator into the window. He was then later charged for assault, theft, and the illegal possession of an alligator. "
  },
  {
    "fact": "Great Britain once had a number where you can report rogue traffic cones. ",
    "desc": "Britain launched a hotline in 1992 to improve public services. However, this policy was mocked for being pointless and a waste of government funds. "
  },
  {
    "fact": "The largest recorded snowflake is 15 inches wide.",
    "desc": "This was dated January 28, 1887, in Montana, U.S.A. It was stated that army personnel witnessed the falling snowflake as frisbee-sized."
  },
  {
    "fact": "McDonald’s once had bubblegum flavored broccoli.",
    "desc": "This was done as an attempt to make kids enjoy eating vegetables. However, this strange method failed for obvious reasons. "
  },
  {
    "fact": "American Airlines saved money by getting rid of olives from their meals.",
    "desc": "About three decades ago the airline started looking into ways on how to save money. They started by removing a single olive on their first-class meals which lead to an annual savings of $40,000 during the 1980s."
  },
  {
    "fact": "‘OMG’ was first used in a letter to Winston Churchill in 1917.",
    "desc": "A retired British admiral of the Royal Navy one day became excited due to headlines regarding the mobilizing forces of Britain. Excited to share this news with a college, the admiral quickly wrote a small acronym for ‘Oh My God!’ in his letter. Little did he know that he had just invented one of the most popular acronyms of today’s society."
  },
  {
    "fact": "Sailors consider black cats good luck.",
    "desc": "Some sailors use black cats as the ship’s cat in hopes of a safe voyage. Some fishermen’s wives would even keep a black cat at home as well in hopes of their husband’s safe return. "
  },
  {
    "fact": "A janitor invented the flaming hot Cheetos.",
    "desc": "One of the janitors working at the Frito-Lay plant in Southern California pitched the idea of adding chili powder to the regular product. Top Brass liked the idea and so did many consumers. This leads the janitor to a generous promotion where he is now an executive for PepsiCo. "
  },
  {
    "fact": "North Korean teachers were required to play the accordion.",
    "desc": "This musical instrument is also known as the “people’s instrument” due to its convenient size suitable for taking to marches. Students from all schools in the country are required to learn them. This explains why teachers need to pass an accordion exam before they get their teaching licenses during the 1990s."
  },
  {
    "fact": "Melting glaciers make fizzy noises. ",
    "desc": "This is also known as bergy seltzer because of how similar it sounds to fizzing soda. The sound is mainly due to the melting waters that free tiny bubbles trapped in ice."
  },
  {
    "fact": "Male students attending Brigham Young University cannot grow beards. ",
    "desc": "This Mormon flagship university has several strict guidelines that include banning premarital sex, alcohol, and tattoos. Unless you have a medical condition or a specific religion, men from this university are not allowed to grow a beard."
  },
  {
    "fact": "A pistol can only be used by one hand.",
    "desc": "Many of these guns are mainly used for self-defense. Many models also only fire one shot after every pulled trigger. "
  },
  {
    "fact": "Black taxis in London are tall for a reason.",
    "desc": "This is so that gentlemen are able to ride in them without having to remove their top hats. For many, this is considered to be very convenient. "
  },
  {
    "fact": "Flipping a shark will render it temporarily immobile. ",
    "desc": "Certain types of sharks enter a state of tonic immobility due to the shock when flipped over. Some killer whales have been recorded to exploit this weakness and purposely flip them over."
  },
  {
    "fact": "The largest living organism is an aspen grove. ",
    "desc": "This grove is referred to as Pando and can be found in the state of Utah. The grove is made up of 47,000 identical quaking aspen trees that cover over 106 acres."
  },
  {
    "fact": "Someone will write and recite a poem at your funeral if you die in the Netherlands. ",
    "desc": "This is mostly the case for those who die without a next of kin. This practice is done so that there will be at least one person at their funeral. "
  },
  {
    "fact": "Alan Shepard played golf on the moon.",
    "desc": "He is also the one and only person to play golf on the moon during the Apollo 14 mission. His second shot traveled further than 200 yards. "
  },
  {
    "fact": "Ioannis Ikonomou has been the chief translator of the European Parliament since 2002.",
    "desc": "This Greek translator has 32 languages under his belt and even knows languages outside of the EU. How’s that for a hidden talent?"
  },
  {
    "fact": "Kummerspeck is German for the weight gained during emotional eating. ",
    "desc": "This vaguely translates to ‘grief bacon’. In some languages, this German term is said to add insult to injury. "
  },
  {
    "fact": "SEARS once sold houses. ",
    "desc": "SEARS once offered kit houses that you would have to assemble yourself. The original instruction manual was 75 pages long. This was much before every city and state in the U.S had Walmart."
  },
  {
    "fact": "An encrypted monument stands outside of the CIA headquarters in Virginia. ",
    "desc": "This monument was created by artist Jim Sanborn and features four inscriptions. Three of four of the inscriptions have been cracked already. However, no one seems to be able to crack the final code to this day."
  },
  {
    "fact": "Cold water is just as cleansing as hot water. ",
    "desc": "Modern detergents allow clothes to be clean equally with either warm or cold water. The only difference between the two is that warm water requires more energy used. "
  },
  {
    "fact": "David Bowie helped topple the Berlin wall. ",
    "desc": "During a performance in 1987, Bowie’s performance of ‘Heroes’ near the Reichstag could be heard by the police in East Berlin. This resulted in a police crackdown because such music was forbidden there. Some say that the violent police crackdown during the concert was a necessity in changing the mood against the state. "
  },
  {
    "fact": "Tap water in Manhattan is not Kosher. ",
    "desc": "Very small crustaceans have been found in the tap water within New York City. Automatically, this cannot be considered kosher water."
  },
  {
    "fact": "A park ranger from the U.S was once hit by lightning 7 times. ",
    "desc": "This occurred between the years 1942 to 1977 at the Shenandoah National Park in Virginia. This park ranger holds the name of the Human lightning Rod in the Guinness Book of World Records."
  },
  {
    "fact": "The fedora was originally a hat made for women.",
    "desc": "Over time, it became acceptable for men to wear them as well. Today, both men and women wear them mainly for fashion purposes."
  },
  {
    "fact": "The story of Beauty and the Beast was aimed to make women open to arranged marriages. ",
    "desc": "The original 1740 tale stated that the beast was an elephant-fish hybrid. The story mainly revolves around the idea of accepting arranged marriages for the sake of an alliance that was greater than them as a person. "
  },
  {
    "fact": "Timothy Leary escaped prison. ",
    "desc": "Rather than break out, he simply walked away from the minimum-security prison he had been placed in since 1970. He then later changed out of his prison uniform at a nearby gas station. "
  },
  {
    "fact": "Bottled water has an expiration date. ",
    "desc": "To be more precise, the expiration date is for the bottle itself, and not the water. This is because, over time, the plastic will start leaking into the water. "
  },
  {
    "fact": "Many pets from the U.S run away on July 4th. ",
    "desc": "This is highly due to their fear of fireworks during America’s Day of Independence. "
  },
  {
    "fact": "Queen Elizabeth cannot sit on the Iron Throne. ",
    "desc": "By Royal law, the Queen is not allowed to sit upon a foreign throne. This was vital information that was only discovered when the Queen visited the set of Game of Thrones in Northern Ireland. "
  },
  {
    "fact": "Incan people used knots to keep track of records.",
    "desc": "These knots were also tied to pendants and cords. The knots are better known as quipu and its meanings would depend on its position on the cord. Over 600 examples of quipu have been discovered already."
  },
  {
    "fact": "Monty Python has one of the most requested songs for funerals in England. ",
    "desc": "‘Always look on the bright side of life’ is a common favorite during funeral services. This song was originally from the comedy classic Life of Brian. "
  },
  {
    "fact": "The state of Virginia may contain hidden treasure.",
    "desc": "The Beale CIphers are a set of coded texts that are said to reveal the location of hidden treasure. Research believes that this is worth over $43 million in gold, silver, and jewels. Only one of three texts have been encoded so far. "
  },
  {
    "fact": "Fake ambulances are hired in Russia by the wealthy.",
    "desc": "They use this as a taxi for a faster and more convenient way of getting to their destinations. These vehicles can be hired for approximately $200 an hour. "
  },
  {
    "fact": "Most businesses do not see the practicality of having diaper tables. ",
    "desc": "However, they quickly change their minds after being given the idea that women would have to change their baby’s diapers on a bathroom floor. Who knows how much bacteria are on those floors!"
  },
  {
    "fact": "The world’s most successful pirate was a woman. ",
    "desc": "She was a 19th-century Chinese pirate known as Ching Shih. She was the widow of Cheng I and easily succeeded her husband’s crew of over 1,800 ships and 80,000 men. "
  },
  {
    "fact": "The KKK was taken down with help from Superman.",
    "desc": "A 16 episode series titled’ The Adventures of Superman’ was aired on the radio during the 1940s. This series incorporated the findings that activist Stetson Kennedy had been able to get while undercover in the KKK. "
  },
  {
    "fact": "The Baseball Hall of Fame had a secret inductee. ",
    "desc": "In 1988, a surreptitious addition to the Baseball Hall of Fame was made without anyone knowing. A bar owner visiting the hall slipped a photo of his father in a baseball cap into one of the glass cases. This photo remained in the hall for over 6 years before being discovered. "
  },
  {
    "fact": "Milk wagons are the reason why we have roadway lines.",
    "desc": "These lines were devised by a man who saw dots of milk spilling out from a moving milk wagon. These lines are considered to be the most important traffic safety device. "
  },
  {
    "fact": "The most successful predator is a wild dog. ",
    "desc": "According to research, canines have an 85% success rate when hunting. This is higher than that of a lion or cheetah. A lion only has a 17-19% success rate. "
  },
  {
    "fact": "A man was once saved by a sea lion.",
    "desc": "During a suicide attempt, a man by the name of Kevin Hines survived jumping off the Golden Gate bridge. However, during his jump, he had broken his back thus causing him to drown. A nearby sea lion witnessed this and swam beneath the man to keep him afloat until coast guards arrived. "
  },
  {
    "fact": "Saliva can be used to monitor alcohol intake.",
    "desc": "It can also detect how often you smoke or use drugs. Some research also uses it to diagnose diseases. "
  },
  {
    "fact": "The world’s largest pyramid cannot be found in Egypt.",
    "desc": "The Great Pyramid of Cholula is found in Cholula, Puebla, Mexico and holds the record for the largest pyramid in the world. This structure is four times as big as the Great Pyramid of Giza. "
  },
  {
    "fact": "Some pandas fake a pregnancy to get better healthcare. ",
    "desc": "An example would be a Chinese panda named Ai Hin who was believed to show signs of pregnancy. Zookeepers ensured that she was given better care for the upcoming baby that never arrived. "
  },
  {
    "fact": "Cacti come in many different colors other than green. ",
    "desc": "Some species of cacti are naturally brown or brown-green in color. Many will have a waxy substance on the surface which prevents water loss from transpiration."
  },
  {
    "fact": "The inventor of the frisbee became a frisbee himself.",
    "desc": "During the 1950s, Steady Ed invented the frisbee, and later on the sport of disc golf in the 70s. He dedicated his life to frisbees that it was stated in his final testimonials that he wished to have his ashes turned into a frisbee itself. This was so that he would be able to play with his son even when he wasn’t around. "
  },
  {
    "fact": "Dolphins have names.",
    "desc": "Research has found that dolphins use their unique vocal whistles to identify and differentiate one another. When a specific call was played back to the dolphins, they would respond differently each time. "
  },
  {
    "fact": "One species of ants can only be found in Manhattan, New York.",
    "desc": "Biologists discovered a new ant species between 63rd and 76th street in Broadway.  This ant species was found to have a higher concentration of carbon in their bodies which was linked to a high corn-syrup diet. "
  },
  {
    "fact": "Around 30,000 rubber ducks were lost at sea in 1992.",
    "desc": "These ducks we included in a shipment from Hong Kong to the U.S. One of the crates that were filled with rubber ducks was lost in the Pacific Ocean. To this day, rubber ducks continue to pop up on the shores of Australia to Alaska. "
  },
  {
    "fact": "Charles Darwin’s pet turtle outlived him.",
    "desc": "The turtle named Harriet lived 124 years after Darwin’s death. It was 176 years old by the time it passed away."
  },
  {
    "fact": "Losing weight alters brain activity.",
    "desc": "Some records show that when women lose weight, their memory improves. Research has also linked obesity to poor memory, most especially those with pear-shaped body types."
  },
  {
    "fact": "The folds in a chef’s hat represents the number of ways you can cook an egg.",
    "desc": "The toque is also known to determine the position of the chef in the kitchen and how experienced they are. How’s that for a hidden talent?"
  },
  {
    "fact": "Cactus spines can be used to make hooks.",
    "desc": "It can also be used to make needles and combs. Its fruit can also be used for food. "
  },
  {
    "fact": "Depending on how they descend, waterfalls have different classifications. ",
    "desc": "This can be divided into 10 main categories. The most common one is the plunge and multi-step. "
  },
  {
    "fact": "Neil Armstrong never said ‘That's one small step for man’.",
    "desc": "The astronaut corrected that it was ‘that’s one step for a man, one giant leap for mankind’. No astronaut has ever uttered ‘Houston, we have a problem’ in real life as well. "
  },
  {
    "fact": "The odds of getting a royal flush is 1 in 649,740.",
    "desc": "A straight flush is more likely in this case. Out of all the possible combinations, the chances of getting a single pair is 42%. "
  },
  {
    "fact": "Driving south from Detroit will lead to Canada. ",
    "desc": "Specifically, the directions are to head north from Windsor, Ontario, and crossing the Detroit River. Eventually, you would have already crossed the borders of the U.S."
  },
  {
    "fact": "More people speak English as their second language than those who use it as their mother tongue.",
    "desc": "English has a total of nearly 2 billion fluent speakers and it is also the most widely spoken language in the world. However, only 350 million people speak this language natively. "
  },
  {
    "fact": "Sleep deprivation makes it harder to lose weight.",
    "desc": "Lack of sleep can interfere with one’s hormone balance and decreases leptin. It also increases ghrelin which is the hormone that triggers hunger. "
  },
  {
    "fact": "The world’s largest single drop waterfall is the Kaieteur Falls. ",
    "desc": "This is located on the Potaro River in the center of Guyana’s rainforest. The average flow rate of the waterfall is 663 cubic meters per second."
  },
  {
    "fact": "Your teeth are unique.",
    "desc": "No two teeth from different people will ever be alike. They are similar to fingerprints. "
  },
  {
    "fact": "The most popular state bird is the Northern cardinal.",
    "desc": "Out of the 50 states in the U.S, seven voted for this species as their favorite bird. Perhaps this may be due to the Angry Birds trend from a few years back?"
  },
  {
    "fact": "Triskaidekaphobia is the fear of the number 13.",
    "desc": "This is mainly connected to the belief that the number 13 is unlucky and can bring upon misfortune. This is why you won’t see the number 13 on most building elevators. "
  },
  {
    "fact": "A single dollar bill costs 5 cents to make.",
    "desc": "The current U.S circulation is approximately worth $1.79 trillion. That’s a lot of dollars. "
  },
  {
    "fact": "Baby sea otters are unable to swim.",
    "desc": "Their mothers carry them wrapped around a piece of kelp while they hunt to keep them from drowning. This is only done until the pup learns how to float on his own eventually. "
  },
  {
    "fact": "Snakes can predict earthquakes. ",
    "desc": "Studies have found that most species of snakes can detect earthquakes before it occurs. They are also able to sense quakes that occur as far as 75 miles away and up to five days away. I guess you could say, they’re just that down to earth. "
  },
  {
    "fact": "The King of Hearts is the only King without a mustache. ",
    "desc": "The king of hearts is also known as the ‘Suicide king’ because of the sword he inserts into his head. It sounds like he was going through a rough breakup."
  },
  {
    "fact": "Only two diseases have been completely eradicated. ",
    "desc": "These are smallpox and rinderpest. The last naturally occurring outbreak of smallpox was recorded in 1977."
  },
  {
    "fact": "The only English word that ends with ‘mt’ is Dreamt. ",
    "desc": "This is yet another example of idiosyncrasies in the English language. "
  },
  {
    "fact": "May 29th is Put a Pillow on Your Fridge Day. ",
    "desc": "This odd holiday dates back to the early 1900s where families would place a piece of cloth on top of their larders. This is regularly celebrated in Europe and the U.S. to bring luck and wealth. "
  },
  {
    "fact": "The opposite sides of dice will always equal 7.",
    "desc": "The side of 1 and 6, 2 and 5, and 3 and 4 all equal 7. Go on, try it for yourself. "
  },
  {
    "fact": "The metal studs found on denim jeans serve a particular purpose. ",
    "desc": "These studs are placed on particular areas where the cloth is most likely to wear out faster. They act as a support for the cloth and make the jeans more durable. These studs are also known as rivets."
  },
  {
    "fact": "The average adult spends more time on the toilet than exercising. ",
    "desc": "On average, an adult will spend over 3 hours on the toilet per week but only one and a half hours exercising. Maybe it’s time we start working out in the bathroom?"
  },
  {
    "fact": "About 7% of American adults believe chocolate milk comes from brown cows.",
    "desc": "While this may not seem like a lot, this totals to around 16.4 million Americans. Imagine how’d they feel when you tell them buttermilk doesn’t have any butter in it."
  },
  {
    "fact": "Cats can't taste sweet flavors. ",
    "desc": "This is mainly because they do not possess the base pair of genes that detect sweet flavors. As a result, sugar does not code on their tongues as proper proteins. "
  },
  {
    "fact": "Bananas get their curved shape by growing towards the sun.",
    "desc": "All bananas go through a process known as negative geotropism which indicates that they will grow towards the source of sunlight. This is also why it is rare to see a straight banana. "
  },
  {
    "fact": "Your fingernails on your dominant hand grow faster. ",
    "desc": "It also takes around half a year for a fingernail to grow from its base to the tip. These nails also grow faster on the bigger fingers rather than the smaller ones. "
  },
  {
    "fact": "Apple seeds contain cyanide.",
    "desc": "If you chew or digest them, these seeds turn into hydrogen cyanide which is poisonous to humans. The same goes with apricot, cherry, and peach seeds."
  },
  {
    "fact": "Frigate birds can sleep while flying.",
    "desc": "This is possible because they can keep only half of their brain’s hemispheres awake. Theoretically, they could fly forever if they didn’t need food or water. "
  },
  {
    "fact": "Only one capital in the U.S has no McDonald’s.",
    "desc": "This capital is known as Montpelier, Vermont and it is also the smallest capital in America. Most residents have to drive to the next town over just to get a taste of the world-famous fries. "
  },
  {
    "fact": "People used to answer the phone with “ahoy”.",
    "desc": "Back during the 1800s phone greetings were inspired by the Simpsons when Mr. Burns would pick up the phone with “Ahoy-hoy”. Thomas Eddison, however, wanted users to use ‘Hello’ instead. We know who won that argument. "
  },
  {
    "fact": "Playing dance music helps ward off mosquitoes. ",
    "desc": "According to a study in 2019, the song ‘Scary Monsters and Nice Sprites’ contains both low and high frequencies that yellow fever mosquitoes dislike. Just dance the mosquitoes away."
  },
  {
    "fact": "Billy goats urinate on their heads to become more attractive. ",
    "desc": "This is one of the many strange mating rituals that occur on the animal planet. Generally, they do this during the summer through fall. "
  },
  {
    "fact": "Movie trailers were originally shown after the movie.",
    "desc": "Trailers were first introduced during the 1910s, hence the name. But now modern marketing finds that it is more efficient for trailers to play before a film rather than after. "
  },
  {
    "fact": "Among all the Disney princesses, Mulan has the highest kill count.",
    "desc": "Throughout the film, Mulan had killed almost 2,000 people in an avalanche. This includes the hun leader, Shan-Yu. "
  },
  {
    "fact": "Pinocchio cannot say ‘my nose will grow now’.",
    "desc": "If he was to speak this sentence, it would create a paradox. For his nose to grow, he would have to lie, however, it cannot grow otherwise the statement would be true. "
  },
  {
    "fact": "You are 13.8% more likely to die on your date of birth.",
    "desc": "This comes from the Swiss Mortality statistics based on deaths from 1969 to 2008. "
  },
  {
    "fact": "Alaska is the only state whose name is on a single row on the keyboard.",
    "desc": "A and S are right next to each other, and so are L and K. Alaska is also one of the few words you can type on the second line of the QWERTY keyboard. "
  },
  {
    "fact": "Many oranges are green. ",
    "desc": "Often when ripe, oranges are in its natural green. In some locations in the world such as South America and tropical islands, oranges are green all year round. "
  },
  {
    "fact": "Vantablack has a trademark.",
    "desc": "Anish Kapoor had won the executive rights to the world’s darkest shade of black and stated that only they could use it. Outraged, the creator of the pinkest pink made the color available for everyone but Kapoor. "
  },
  {
    "fact": "A man once set a record by putting on over 260 t-shirts. ",
    "desc": "After the 20th shirt, Ted Hastings required assistance until the 260th shirt. Around 150 shirts in, his team was concerned about his ability to breathe due to the amount of fabric hugging him. In the end, he was able to beat the previous record of 257 shirts. "
  },
  {
    "fact": "Queen Elizabeth is a trained mechanic. ",
    "desc": "During her time as a princess, she was a member of the Women’s Auxiliary Territorial Service during WWII. This also makes her the only member of the Royal family to have served in the military. "
  },
  {
    "fact": "Optical illusions can be found at the bottom of the sea. ",
    "desc": "While exploring an underwater volcano, explorers came across a small lake-like pool that was upside down. On video, it looks almost too unreal. Further research stated that this lake is what keeps deep-sea creatures alive. "
  },
  {
    "fact": "123456 is the most common password. ",
    "desc": "Following this are several variations of this sequence such as 123456789, 012345, etc. Other passwords include ‘iloveyou’, ‘sunshine’, and ‘password’. "
  },
  {
    "fact": "The average American spends 2.5 days annually looking for lost items.",
    "desc": "This statistic comes from one of the nation’s largest independent lost-and-found surveys. The most commonly misplaced items are phones, keys, wallet, purse, and remotes. "
  },
  {
    "fact": "Technicolored squirrels roam the lands of Southern India. ",
    "desc": "They weigh around 4 pounds and measure up to 3 feet from tip to tail. The Malabar giant squirrel also blends better in the forest due to its multi-colored fur. "
  },
  {
    "fact": "Basenji dogs can't bark.",
    "desc": "However, this does not mean that they are silent. The sound that they release is more of a warbling yodel. This specific breed of dog is the only dog that cannot bark."
  },
  {
    "fact": "Dragonflies can’t walk.",
    "desc": "Even though they have six legs, they are unable to walk with them. Their legs are too weak for them to walk for long periods. "
  },
  {
    "fact": "Space travel makes mice run in circles. ",
    "desc": "NASA once sent 20 rodents to the International Space Station to see how the effects of space affected mice. Not long after they got there, the mice all started running in loops inside their cages. No one is exactly sure why this occurred, but researchers stated that the critters might’ve just been enjoying their time in space. "
  },
  {
    "fact": "The chicken is the closest relative to the T-Rex. ",
    "desc": "Recent studies have now accepted that prehistoric dinosaurs have more in common with present-day birds than they do with reptiles. Research has found that their genetic makeup is shared more with chickens and ostriches rather than lizards. "
  },
  {
    "fact": "Two-thirds of millennials go to sleep naked. ",
    "desc": "According to a 2018 survey from MattressAdvisor, more than 60% of millennials regularly sleep in the nude. This is mostly due to the comforting feeling of skin against sheets. Are you part of this group?"
  },
  {
    "fact": "Sloths hold their breaths longer than dolphins. ",
    "desc": "On the rare occasions that sloths leave their trees to go for a swim, they hold their breath underwater for up to 40 minutes long. This is 30 minutes longer than the average dolphin’s record. "
  },
  {
    "fact": "More monopoly money is printed annually rather than actual currency.",
    "desc": "The U.S government prints around $974 million annually to replace old money. However, the company behind the beloved board game prints over $30 billion worth in fake money annually. "
  },
  {
    "fact": "‘Schoolmaster’ is an anagram of ‘the classroom’.",
    "desc": "Schoolmaster is an old term used to refer to a male teacher. This does not mean that they are the actual master of the school. "
  },
  {
    "fact": "Ravens are always aware when someone is watching them.",
    "desc": "These birds are known for being notoriously clever creatures and they display what is called the ‘theory of mind’. This is also known as the ability to attribute mental states to others. "
  },
  {
    "fact": "An eagle is capable of killing a young deer and flying away with it. ",
    "desc": "Bald eagles especially are one of the strongest and most aggressive species of eagles. These birds are capable of swooping in and carrying away your baby. "
  },
  {
    "fact": "Baby spiders are called spiderlings. ",
    "desc": "This is the official name for spiders that have yet to reach maturity. They are also born in groups of thousands. Maybe this name will make spiders seem cuter now."
  },
  {
    "fact": "A palindrome is a sentence that is the same when read backward and forwards.",
    "desc": "A few examples include ‘Do geese see God’ and ‘racecar’. This is also noted to be one of the hardest sentences to construct using the English language. Can you come up with your own?"
  },
  {
    "fact": "The roar of a lion can be heard up to 5 miles away. ",
    "desc": "Its roar is about 114 decibels. This is roughly 25 times louder than a gas-powered lawnmower. "
  },
  {
    "fact": "The average male will become bored after 26 minutes of shopping.",
    "desc": "However, a study found that most women will not get bored until two hours later. Maybe next time you should just leave your boyfriend or husband at home. "
  },
  {
    "fact": "The U.S. Navy uses Xbox controllers for their periscopes. ",
    "desc": "Instead of using a control stick, the Navy opted for this controller so that the learning time could be reduced. This was also the least complicated way of controlling the periscopes. "
  },
  {
    "fact": "There is a species of spider dubbed the ‘hobo spider’.",
    "desc": "These spiders are not deadly. However, most bites from these critters come from when they are accidentally crushed or squeezed by a person."
  },
  {
    "fact": "Baby octopuses are the size of a flea. ",
    "desc": "An octopus will lay tens and thousands of eggs. However, not all of these eggs survive. Some are eaten by predators and some do not live long enough to reach adulthood. Baby octopuses are also called larvae. "
  },
  {
    "fact": "The premiere of the TV reality show ‘16 and pregnant’ helped lower the rate of teen pregnancy.",
    "desc": "Statistics show that the rate dropped by 5.7% within the 18 months that the show was airing. I guess kids do copy everything they see on TV."
  },
  {
    "fact": "Up to 20% of power outages in the U.S are due to squirrels. ",
    "desc": "Squirrels tend to chew on the wires that run along the neighborhood. Luckily, these problems are easy to fix. "
  },
  {
    "fact": "95% of people text things that they would never say in person.",
    "desc": "However, what’s more, interesting is what people are willing to say rather. People are more willing to be revealed over the phone rather than in person because of the psychological thrill it entails."
  },
  {
    "fact": "The Mayo Clinic made glow in the dark cats while trying to find a cure for AIDS. ",
    "desc": "This was mainly due to the specific protein in their bodies that was fluorescent green. They also used this protein to discover if their tests worked out or not. Glowing was a sign that the tests were successful. "
  },
  {
    "fact": "The Antarctic glaciers are made up of 3% penguin urine.",
    "desc": "Due to the extreme temperatures in this region of the world, the urine cannot evaporate. Hence how they freeze and mold with the glaciers around them."
  },
  {
    "fact": "Facebook, Instagram, and Twitter are banned in China.",
    "desc": "Anyone caught using these platforms while inside the country can and will be arrested. Over 8,000 other domains are also blocked within the country. This rule is also implemented for visiting foreigners. "
  },
  {
    "fact": "Honeybees can recognize human faces.",
    "desc": "Bees see in a compilation of over 5000 individual images. They combine all of these images to recognize their surroundings."
  },
  {
    "fact": "The happiest prisoner on death row had an IQ of 46.",
    "desc": "Joe Arridy was sent to the gas chamber and entered with a smile on his face. It was then later discovered that he was innocent all along. What a twist. "
  },
  {
    "fact": "Violin bows are made from horsehair.",
    "desc": "A single violin bow uses around 160-180 strands of hair. They are all then attached next to each other to form a ribbon. Thick and kinked hairs are removed so that the bow remains smooth and straight. "
  },
  {
    "fact": "IKEA is an acronym.",
    "desc": "It stands for Ingvar Kamprad Elmtaryd Agunnaryd. This is also the name of the company’s owner."
  },
  {
    "fact": "Stephen Hawking held a reception for time travelers in 2009.",
    "desc": "However, he did not publish news of this until after the event so that only real-time travelers were able to know about it. No one attended the event."
  },
  {
    "fact": "A Norwegian Island made dying illegal.",
    "desc": "It is illegal to die in Svalbard because they are unable to safely bury the deceased due to the permafrost ground. When people on this island are about to die, they are brought to mainland Norway to pass away there. "
  },
  {
    "fact": "People who post their fitness routine on social media are more likely to have psychological problems. ",
    "desc": "A study finds that this may lead an individual to addiction for attention and esteem. More often, people who share all of their physical activities online have a goal to boast about their activities. "
  },
  {
    "fact": "Dr Pepper does not have a period.",
    "desc": "This is mainly due to the font of the logo that would make it look like ‘Di: Pepper’. Many were confused by this, hence the change. "
  },
  {
    "fact": "There is an underwater version of rugby.",
    "desc": "Yes, it is also called underwater rugby. Two teams of 6 compete in a regulation pool while freediving. "
  },
  {
    "fact": "You can burn calories just by standing. ",
    "desc": "The average 150-pound person can burn 114 calories an hour just by standing still. Did this motivate you a little? "
  },
  {
    "fact": "Mice typically only live for 6 months in the wild.",
    "desc": "This is mainly due to the number of predators that eat them. However, if they are kept as pets, their life span increases significantly by two years."
  },
  {
    "fact": "The backward punctuation mark is used to identify sarcasm.",
    "desc": "It can also be used to signify irony. Or does it⸮"
  },
  {
    "fact": "If a body is too obese, it can cause complications when being cremated.",
    "desc": "A crematorium in Cincinnati was once set on fire during the cremation process of a 500-pound body. The body caused the fire to enlarge and spread to nearby containers which eventually set the entire place ablaze."
  },
  {
    "fact": "Flossing your teeth improves memory.",
    "desc": "Here’s one useful random fact for you: Research suggests that if you keep your gums healthy and avoid gum disease, it will lead to the prevention of stiff blood vessels. Preventing stiff blood vessels also prevent memory problems. "
  },
  {
    "fact": "A common souvenir people bring from the U.S are red solo cups.",
    "desc": "For many, this is considered a novelty as many party scenes in movies use these cups. It is also one of the most iconic cups in modern cinematics. "
  },
  {
    "fact": "St. Lucia is the only country that is named after a woman. ",
    "desc": "The French named this country after Saint Lucy of Syracuse. Lucy was a Christian martyr who had died during the time of the Diocletianic Persecution. "
  },
  {
    "fact": "Ben & Jerry’s made a graveyard for their former flavors. ",
    "desc": "These flavors all consist of discontinued ice cream flavors. Each flavor has its photo and as well as its life span. Each one even has its epitaph for people to remember it by. "
  },
  {
    "fact": "Pluto was one temporarily closer to the sun than Neptune.",
    "desc": "NASA recorded this instance during the years between 1979 to 1999. However, this was not the only time in history for a phenomenon like this to occur. "
  },
  {
    "fact": "About $3.70 is given to an American child per tooth they lose.",
    "desc": "That’s triple the amount that the tooth fairy is said to give you. Maybe kids should take this opportunity to invest in being a dentist?"
  },
  {
    "fact": "There is a scientific term for brain freezes. ",
    "desc": "The term is called sphenopalatine ganglion neuralgia. No wonder people stick with brain freeze."
  },
  {
    "fact": "Only one letter in the English alphabet cannot be found on the periodic table.",
    "desc": "Can you guess which? The letter J is the only letter in the English alphabet that isn’t used for any of the elements in the periodic table."
  },
  {
    "fact": "The calling shotgun for the front passenger seat comes from a messenger.",
    "desc": "The original term is the shotgun messenger and it was a term used to call the person who sat next to the driver. These messengers would act as guards and use a shotgun to prevent criminals from getting too close. Due to Hollywood’s influence, this term eventually made its way into our society. "
  },
  {
    "fact": "A single strand of spaghetti is individually referred to as spaghetto. ",
    "desc": "Spaghetti is a plural word in Italian. Most pasta fans are surprised when they find out about it, were you one of them?"
  },
  {
    "fact": "Pointing your car keys to your head helps you find your car faster. ",
    "desc": "This is because your head works like a radio transmitter. This then increases the rage of the car remote’s signal, thus allowing your car to respond faster. "
  },
  {
    "fact": "The fat Buddha statue and in pictures is not Buddha himself. ",
    "desc": "It was stated that the real buddha is nowhere near that fat. The real one was incredibly skinny because of self-deprivation."
  },
  {
    "fact": "A jockey from 1923 managed to finish a race after dying.",
    "desc": "During the middle of a race, the jockey suffered from a heart attack. However, his horse was able to finish the race on its own and won. This event in history is the first and only time it has ever occurred since. "
  },
  {
    "fact": "The largest prime number has 17,425,170 digits. ",
    "desc": "This new prime number is 2 multiplied by itself 57,885,161 and then subtracting 1. This number can also be read as 257,885,161-1."
  },
  {
    "fact": "The largest grand piano in the world was built by a teenager.",
    "desc": "The piano is over 18 feet long and has 85 keys. This is 3 keys short of the standard 88. This grand piano can be found in New Zealand. "
  },
  {
    "fact": "A Polish doctor once faked an outbreak to keep the Nazi’s away.",
    "desc": "Eugene Lazowski announced that there was a typhus outbreak that ended up saving over 8,000 people during the second world war. At the time, this was considered to be a smart move because Lazowski decided to tug on the German’s phobias about hygiene."
  },
  {
    "fact": "The 1996 film called Scream increased the usage of caller IDs in the U.S.",
    "desc": "The movie featured a serial killer who would anonymously call and murder his victims. After the film started showing in cinemas, the number of caller ID users tripled instantly in the U.S."
  },
  {
    "fact": "The spiked dog collars are meant to protect their necks from attacks. ",
    "desc": "This iconic accessory was invented by the Ancient Greeks to protect their dogs against wolves when attacked. The spikes would prevent predators from instantly causing heavy damage to their dog’s necks. "
  },
  {
    "fact": "Jack Daniels died from a toe injury.",
    "desc": "The founder of the famous whiskey injured his toe after kicking a safe. This then later led to an infection until he eventually died of blood poisoning. "
  },
  {
    "fact": "The boss in Metal Gear Solid 3 takes a week to beat. ",
    "desc": "The player can either defeat them by not playing for one week or simply by changing the date on the console. Battle the boss as you would normally until it is almost beaten after that quit the game and change the date one or two weeks later. "
  },
  {
    "fact": "The correct English translation for Jesus is Joshua.",
    "desc": "You are only able to get Jesus if you originally translate it from Hebrew to Greek, then Latin, then English. Jesus in Hebrew is Yeshua, which explains why google translate leads you to Joshua. "
  },
  {
    "fact": "The first service animals were established in Germany.",
    "desc": "Service animals were more commonly used by the time of the first world war. However, references in history suggests that the use of service animals has been practiced since the mid-16th century."
  },
  {
    "fact": "The planet was named Pluto thanks to an 11-year-old girl.",
    "desc": "She named the planet after the Roman God of the underworld because the planet was found to be frozen and lonely. Previously to this, the planet was referred to as planet X. This little girl lived till the age of 90 and died in April 2009."
  },
  {
    "fact": "Around 50% of the mined gold on Earth comes from one source. ",
    "desc": "This gold all once came from a single plateau located in South Africa. This plateau is known as the Witwatersrand. "
  },
  {
    "fact": "12 plants and 5 animals make up 75% of diets around the world.",
    "desc": "The United Nations Food and Agricultural Organization states that this lowers major health risks. By concentrating our diets to this specific group, we become more resilient to diseases, pests, and climate change. "
  },
  {
    "fact": "Shakira was rejected from her elementary choir group. ",
    "desc": "Her music teacher at the time stated that her vibrato was too strong and that she sounded like a goat. Little did she know that this student would grow up to become one of the most inspirational female pop singers of all time. "
  },
  {
    "fact": "Minnesota has the world’s quietest room. ",
    "desc": "The noise in this room is measured in negative decibels. It is so quiet, that you are able to heart your own heartbeat and as well as the sound of your bones moving. People say that this room is so quiet that it can also drive you crazy within 45 minutes. "
  },
  {
    "fact": "The Japanese have its own word for book hoarders. ",
    "desc": "‘Tsundoku’ is the Japanese word for people who love to buy books but never read them. More often, these books are just left piled up inside their homes and never used. "
  },
  {
    "fact": "Every decade, brain fibers lose 10% of their strength.",
    "desc": "At times of acute stress, they shrink even more than the average amount. This decline continues between the age of 20 to 80."
  },
  {
    "fact": "The happiest countries in the world have the highest antidepressant consumers.",
    "desc": "These countries are ranked per capita. But at least now we know the medication really does work."
  },
  {
    "fact": "The official language of Ireland is not the most spoken in the country.",
    "desc": "Instead, its inhabitants are more comfortable speaking in Polish rather than Irish. English is also more dominant since the beginning of the 19th century."
  },
  {
    "fact": "Sourtoe cocktails are served in Yukon.",
    "desc": "The drink has been served since the 1970s and contains a shot of whiskey and a human toe floating inside the glass. All toes that are served with the drink have been mummified beforehand. "
  },
  {
    "fact": "The release of Pokemon GO increased game-related accidents by 26.5%.",
    "desc": "During the first 5 months of its release, damages over $25.5 million had occurred. 2 deaths were also reported to have taken place while the individuals were playing Pokemon GO."
  },
  {
    "fact": "Mexican prisons do not punish you for non-violent attempts to escape. ",
    "desc": "This is because it is part of human nature to want freedom, and therefore is not seen as a crime. However, factors such as property damage and violence will cause prison guards to practice the necessary punishments."
  },
  {
    "fact": "A BBC radio announcer once stated that they did not have any news. ",
    "desc": "This occurred on April 18, 1930, where no major events took place that day. The announcer blatantly said that there was no news. "
  },
  {
    "fact": "Starfishes do not have blood. ",
    "desc": "If you were to cut one of its legs, blood will not spill out. Instead, they simply regrow their lost limbs as if nothing happened. Starfishes get their nutrients by using the seawater found in their vascular systems. "
  },
  {
    "fact": "The most mathematical flag in the world belongs to Nepal.",
    "desc": "In its constitution, there is a detailed step-by-step guide on how to draw the flag to its exact measurements. Nepal is also one of the few countries that have a triangular flag. "
  },
  {
    "fact": "It did not take more than $1M to build Mt. Rushmore.",
    "desc": "The construction of this famous monument, Mount Rushmore, took over 14 years to complete. Over 400 workers built this monument from the group-up from 1927 to 1941."
  },
  {
    "fact": "Samsung translates to ‘three stars’ in Korean.",
    "desc": "This name was chosen by the founder mainly due to its symbolism. He wanted the phone company to be powerful and everlasting as the stars. "
  },
  {
    "fact": "Geckos eat the skin they shed. ",
    "desc": "This is to prevent predators from finding and eating them. A small price to pay for survival."
  },
  {
    "fact": "The U.S. government issued Santa Claus a pilot’s license.",
    "desc": "They also gave the jolly fat man a copy of airway maps in 1927 and had promised to keep the runway lights on. Many believe that this airway route is what he mainly uses to deliver his presents so quickly. "
  },
  {
    "fact": "Polar bears charge at a group of walruses while hunting. ",
    "desc": "They attack those that are crushed or left behind during the mass panic. Seeing a polar bear directly attack its prey is considered rare according to observations and studies. "
  },
  {
    "fact": "You are able to become less depressed if you stay up. ",
    "desc": "Research has found that there is a correlation between those who pull all-nighters and hazing out of your depression. This is because the longer you go without sleep, the more active your brain becomes. However, it is not recommended to go without sleep as it is a necessary need for humans to be able to function normally. "
  },
  {
    "fact": "Adult cats will only meow at humans.",
    "desc": "Kittens will meow to its mother, but more frequently to humans as it matures. Kittens only meow at other cats to indicate hunger or the need for warmth. "
  },
  {
    "fact": "There are more possible arrangements in shuffling a deck of cards than there are stars in the sky. ",
    "desc": "Shuffling a deck of cards has 8×10^67 of approximate arrangements possible. It is highly unlikely to end up with the same sequence of cards per shuffle of the deck."
  },
  {
    "fact": "Therapy has been found to be least effective at battling depression compared to playing video games. ",
    "desc": "While addiction to video games may contribute to depression, research has found that it is not so when done in moderation. Some video games help with rage and emotional control which promotes positive results."
  },
  {
    "fact": "Bi-weekly has two connotations. ",
    "desc": "It can either be every two weeks or twice a week. The prefix bi- may be used to imply both or either meanings depending on context. "
  },
  {
    "fact": "In 1911, the Mona Lisa was stolen from the Louvre. ",
    "desc": "Ironically, people were more excited to see its exhibit empty rather than to see the painting itself. The number of visitors also increased during this incident. "
  },
  {
    "fact": "The human vagina always holds a small amount of yeast.",
    "desc": "Even without an infection, the vagina will always hold some kind of fungus. Regular cleaning of this area is advised to prevent the growth of bacteria and infections. "
  },
  {
    "fact": "Connecticut accidentally issued an Emergency Evacuation Alert in 2005.",
    "desc": "This alert notified all residents that they needed to evacuate the state immediately. However, only 1% of its population tried to evacuate. "
  },
  {
    "fact": "Russians believe that eating ice cream will keep you warm. ",
    "desc": "This is a method used to trick your body into thinking that its body temperature is crashing. This will then automatically force your body heat to readjust to survive. "
  },
  {
    "fact": "Lemurs were one the size of gorillas. ",
    "desc": "They were a common sight before in Madagascar and used that land as its stomping grounds. This species of giant lemurs are now sadly extinct. "
  },
  {
    "fact": "Adding all the numbers on a roulette wheel will equivalent to 666.",
    "desc": "Hence the 666 strategy. Other people believe that this is proof that gambling is inherently evil."
  },
  {
    "fact": "The day after Thanksgiving is the busiest day for American plumbers. ",
    "desc": "This day is also known by many plumbers as “Brown Friday”. Many other drain companies also prepare ahead for this day to avoid major problems in their pipe systems."
  },
  {
    "fact": "Mount Everest is not the tallest mountain in our solar system.",
    "desc": "This title goes to Olympic Mons, which is said to be three times as big as Everest. This mountain can be found on the planet Mars. "
  },
  {
    "fact": "Russell Horning is famous on the internet as the Backpack Kid.",
    "desc": "Russel was born and raised in Georgia. He gained popularity after Rihanna gave him a shoutout on Instagram in 2016. He is also known for creating the floss dance. "
  },
  {
    "fact": "The oldest currency in the world is the British pound.",
    "desc": "It dates over 1,200 years old in usage. The British pound is also seen as the identity of British Sovereignty. "
  },
  {
    "fact": "The Great Pyramid of Giza has more than four sides. ",
    "desc": "This pyramid has a total of 8 sides which is double the normal amount for most pyramids. This includes the sides of its base."
  },
  {
    "fact": "The only innate fear we have at birth is the fear of falling and loud noises. ",
    "desc": "All other fears we learn after birth is learned. These fears are more often learned through traumatic experiences and by social means. "
  },
  {
    "fact": "The average horse is capable of 746 watts of power. ",
    "desc": "This is approximately 15 horsepower. This term was developed during the 18th century when the steam engine was being marketed. "
  },
  {
    "fact": "The Leaning Tower of Pisa is tilted due to the soil at its base. ",
    "desc": "The soft soil it is built on is also the reason why it was able to survive 4 major earthquakes. This tower took over 344 years to build and was completed in 1178."
  },
  {
    "fact": "Slavery was once legal in Mauritania. ",
    "desc": "This was legal until 2007. However, 1-4% of the population still continues to live as slaves within its borders. "
  },
  {
    "fact": "England and Portugal still maintain their alliance until today. ",
    "desc": "This is also known as the longest unbroken alliance in world history. This treaty began in 1386 between the two countries and they still remain strong allies until today. "
  },
  {
    "fact": "Garlic is known to attract leeches.",
    "desc": "Leeches take around 15 seconds to attach themselves to a hand covered in garlic. However, it takes them over 40 seconds to suck the blood dry from its victim. "
  },
  {
    "fact": "Uranus takes 84 years to orbit the sun.",
    "desc": "This is longer than any of the other planet’s orbits in our solar system. One rotation on Uranus is around 17 hours long. It is also the coldest planet in our solar system."
  },
  {
    "fact": "A shape with 26 sides is known as a rhombicuboctahedron. ",
    "desc": "Playing dice are the only common objects that have this shape. These dice are also ideal for labeling with the English alphabet. "
  },
  {
    "fact": "Applying equal pressure on an egg will prevent it from breaking. ",
    "desc": "It is nearly impossible to break eggs this way because its sides are the strongest part of the egg’s shell. The curved form of the egg helps it distribute pressure evenly which makes the take difficult to accomplish. "
  },
  {
    "fact": "There are over 6,000 species of grass. ",
    "desc": "The most common examples are rice, wheat, oats, and sugarcanes. Some of these species have been on our planet for more than 1,000 years already. "
  },
  {
    "fact": "The Earth holds about 11 quintillion pounds of air. ",
    "desc": "The force that gravity holds it in place is equivalent to a pressure of 15 psi. There are a total of 5 regions in our atmosphere. "
  },
  {
    "fact": "There is a term for a person that is perpetually afraid of being late. ",
    "desc": "Time anxiety is the fear of running out of time. People who suffer from this have an obsession with spending their time in the most meaningful way possible. Commonly, people who suffer this are also in a constant rush which makes those around them feel uncomfortable. "
  },
  {
    "fact": "The queens in ant colonies live for around 30 years. ",
    "desc": "This was observed by keeping queen ants in captivity. On average they lived for almost 29 years. However, it is estimated that they are able to live much longer in the wild with a full colony."
  },
  {
    "fact": "The map size in GTA V is twice the actual size of Manhattan. ",
    "desc": "This totals to around 28 square miles long. Compared to the previous games, this map is much larger than most of the games combined. "
  },
  {
    "fact": "The paint on the Eiffel tower is equivalent to ten elephants. ",
    "desc": "The tower is re-painted every 7 years. There are also over 30 replicas of this tower all around the world. "
  },
  {
    "fact": "The largest living thing on Earth is a tree. ",
    "desc": "This Giant Sequoia is named General Sherman and can be found protected at California’s Sequoia National Park. The tree is recorded to be 52,500 cubic feet in volume."
  },
  {
    "fact": "You can fit about 400 grapevines in one acre of land.",
    "desc": "This is equivalent to almost 5 tons of grapes in total. That’s a lot of wine. "
  },
  {
    "fact": "Multiplying 1089 by 9 will give you the same numbers in reverse. ",
    "desc": "You just grabbed your calculator for this one, didn’t you?"
  },
  {
    "fact": "August 17th celebrates Black Cat Appreciation Day. ",
    "desc": "This was declared by Wayne Morris as a way to remember his sister and her black cat. This day is meant to symbolize the bond between black cats and their owners. "
  },
  {
    "fact": "Eminem’s ‘Rap God’ holds the world record for the most words in a hit single.",
    "desc": "The 6-minute song has 1,560 words in total and are all delivered clearly by the artist. That’s a little over 4 words per second."
  },
  {
    "fact": "A British scientist studying chocolate has her taste buds insured. ",
    "desc": "Her taste buds are insured for one million British Pounds. This entails that she would need to avoid very hot foods in order to keep her taste buds from damage. "
  },
  {
    "fact": "The Titanic included dogs as their passengers. ",
    "desc": "When the ship sank in 1912, 3 dogs were able to survive. Prior to the ship sinking, they had all been traveling with their owners in the first-class cabins. "
  },
  {
    "fact": "China has a series of underground tunnels.",
    "desc": "These tunnels are over 3000 miles long. Its main purpose is to store and transport mobile intercontinental ballistic missiles from one destination to the other."
  },
  {
    "fact": "Pitbulls are ranked as the most affectionate breed of dogs.",
    "desc": "They are also ranked the least aggressive despite their appearances. These dogs usually become aggressive if they are forcibly trained. "
  },
  {
    "fact": "Tanning beds increase your risk of developing melanoma. ",
    "desc": "If you were to use one of these machines before the age of 30, your chances increase by 75%. Tanning beds and lamps have been proven to be the highest cancer risk according to research."
  },
  {
    "fact": "One of the cleanest dog breeds in the world are poodles. ",
    "desc": "This dog breed does not excessively molt and rarely smell. Often people who have pet allergies adopt poodles because of their grooming routine. "
  },
  {
    "fact": "Owls have specialized feathers. ",
    "desc": "These feathers have the edges protrude out to dissipate the airflow when it flies. Because of this, their flights are silent which makes them deadly hunters at night. "
  },
  {
    "fact": "The human brain uses 20% of the oxygen in your body.",
    "desc": "This is continuous and it does not rest even when we sleep. This is why when people yawn it is believed to be the brain’s way of cooling down. "
  },
  {
    "fact": "Staying in a negative relationship can lower your immune system.",
    "desc": "Studies indicate that negative emotions lead to lowered immune responses against diseases. Other studies support this by stating that stress and emotions can adversely affect the immune system."
  },
  {
    "fact": "The insect population of the world is 1 billion times more than the world population.",
    "desc": "The world has 7 billion people living today. If you take that and multiply it to a billion, that’s a scary thought."
  },
  {
    "fact": "People once believed that chewing on tree bark will keep your gums healthy.",
    "desc": "It was also used as a method of pain relief. The bark of a willow tree contains high traces of salicylic acid which is an active ingredient in aspirin today."
  },
  {
    "fact": "Kangaroos never stop growing. ",
    "desc": "From birth, they will continue to grow until they pass away. They are also the largest marsupials on the planet. "
  },
  {
    "fact": "Red blood cells circulate your body at an amazing speed. ",
    "desc": "Within 20 seconds, one RBC would have already completed one lap around your circulatory system. These blood cells help deliver oxygen to all the organs and cells in the body. "
  },
  {
    "fact": "The flashes of light when you rub your eyes are called phosphenes. ",
    "desc": "This phenomenon allows you to see light without any actual light source present. This occurs due to many possible sources like magnetic stimulation, or random firing of cells in the visual system. "
  },
  {
    "fact": "Cordozar Calvin Broadus Jr. is Snoop Dog’s real name. ",
    "desc": "The famous rapper takes his celebrity name from his mother. According to him, his mother stated that it was because he looked like Snoopy from the iconic Peanuts franchise. "
  }
]